/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "取消";
"Leave meeting" = "离开会议";
"Your meeting will begin soon..." = "会议即将开始...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "正在安装的Zoom客户端将使开会变得更高效";
"Would you like to leave the meeting?" = "确定离开会议？";

"Join from browser" = "通过浏览器加会";
"Try again" = "重试";
"Your disk is full" = "磁盘已满";
"Unknown Error" = "未知错误";
"Failed to install" = "安装失败";
"Failed to launch" = "启动失败";
"Network connection failed" = "网络连接失败";
"Free up storage and try again." = "请保证有足够的磁盘空间，然后再试一次。";
"Check your network and try again." = "网络似乎有问题，检查下再重试一次。";
"Please try again." = "请重试一次";
"If you still cannot join, contact the Zoom Support Team for help." = "如果还不能加会，请联系技术支持团队。";
